$( document ).ajaxStop(function() {
  $("#outlet_btn").hover(function(){
    $(".ajax_nav_photo").html("<img src='image/phones-outlet.jpg'>");
    $(".ajax_nav_text").html("<p>טלפונים סלולריים יד שניה/ עודפי תצוגה</p>" +
  "<p>שוק הסלולר מלא התוסס. בזכות השקות רבות של דגמים חדישים, סלולריים שהיו בשימוש מגלים יכולת להציע מוצר אטרקטיבי בעל תכונות מושכות ומה שחשוב יותר, מחיר נוח.  מציעה דגמים רבים של סלולריים יד שנייה/ מתצוגה אשר עברו בקפידה בקרה טכנית רבה ואינם מאכזבים את הבעלים החדשים.</p>");
  })
  $("#phones_btn").hover(function(){
    $(".ajax_nav_photo").html("<img src='image/phone.jpg'>");
      $(".ajax_nav_text").html("<p>טלפונים סלולריים</p>" + "<p>בזכות המחירים נוחים, התקדמות הטכנולוגית וריבוי אפשרויות הגלומות בסמארטפון הפכו אותו די מהר מהתקן מוזר ויקר לנחלת כלל אוכלוסייה שנהנית מכל מה סמארטפון יכול להציע. מזה 17 שנה מספקת  מגוון של סלולריים חדישים ואיכותיים מהיצרנים הגדולים בעולם. הניסיון שלנו מאפשר לספק לכל לקוח מוצרים אמינים ומתקדמים העונים במדויק על כל הצרכיו ובמחיר שלא חורג מהתקציב.</p>")

  })
    $("#moto_btn").hover(function(){
      $(".ajax_nav_photo").html("<img src='image/phones-moto.png'>");
        $(".ajax_nav_text").html("<p>מכשיר קשר</p>" + "<p>אין כל ספק שלמכשירי סלולר קיים משקל רב בהתנהלות יום יומית, אך למכשירי קשר ישנם יתרונות רבים אשר לא ניתן להתעלם מהם. טיולים בטבע ובחו'ל במקומות בהם אין קליטה או ארצות בהן עליות של שיחת סלולר הן גבוההות,תקשורת באתרי בנייה ועוד... ולכן למכשיר קשר מהווה פתרון מושלם לתקשורת לטווחים קצרים יחסית.  מציעה מגוון של מכשירי קשר ממותגים המובילים בתחום התקשורת רדיו המבטיחים אמינות ואיכות כאחד.</p>")
    })
      $("#ride_btn").hover(function(){
          $(".ajax_nav_photo").html("<img src='image/phones-ride.jpg'>");
            $(".ajax_nav_text").html("<p>מכשירי תנועה/ נסיעה</p>" + "<p>כבר היום הרחובות שלנו התמלאו בכלי תחבורה חדשניים אשר מאפשרים להולכי רגל לנוע תוך שימוש בחשמל במקום זוג הרגליים שנולדנו איתם. צורתם של כילים חשמליים אלו נעה בין צורת אופניים רגילות לבין צורות עתידניות למדי.</p>");
      })
  })

$( document ).ajaxStop(function(){
  $("#case").hover(function(){
      $(".ajax_nav_photo").html("<img src='image/case.jpg'>");
        $(".ajax_nav_text").html("<p>כיסויים לסלולריים</p>" + "<p>כיום, הפך הכיסוי עבור טלפון הסלולרי לפריט נלווה חובה. כיסויים לסלולריים מוסיפים מגע של אופנה, צבע וחשוב מכל מספקים הגנה על פריט כה אהוב ויקר ערך. אנו, ב- מציעים מגוון רחב של כיסויים לדגמי סלולר אשר באתרנו. כיסויים אלו, נבחרו בקפידה רבה ומצטיינים באיכות מעולה ומראה אופנתי ומודרני.</p>");
  })
  $("#glass").hover(function(){
      $(".ajax_nav_photo").html("<img src='image/glass.jpg'>");
        $(".ajax_nav_text").html("<p>מגני מסך</p>" + "<p>מגיני מסך מהווים היום אחד המרכיבים החשובים בהגנה על מסך של כל מכשיר סלולרי. שימוש במגן מסך מונע היווצרות של שריטות, שפשופים ואף סדקים ושברים ע'ג המסך עצמו.  מציעה מגוון רחב של מגיני מסך זכוכית איכותיים התואמים לדגמים אשר משווקים באתר.</p>");
  })
  $("#charge").hover(function(){
      $(".ajax_nav_photo").html("<img src='image/charge.jpg'>");
        $(".ajax_nav_text").html("<p>מטענים לבית ולרכב</p>" + "<p>במציאות של היום, כל הסמרטפונים שלנו זקוקים לטעינה באופן תדיר בכל מקום בו אנו נמצאים. לשם כך  מציעה מגוון רחב של מוצרי טעינה איכותיים, לבית ולרכב. עם  הסוללה שלכם תמיד תהיה מלאה.</p>");
  })
  $("#hand").hover(function(){
      $(".ajax_nav_photo").html("<img src='image/hand.jpg'>");
        $(".ajax_nav_text").html("<p>זרועות לרכב ומעמדים</p>" + "<p>גם כאשר אתם בנסיעה, לסלולרי שלכם ישנו תפקיד חשוב בניווט ליעדכם או ניהול שיחה במהלך הנהיגה וכל זה חייב להתבצע ללא הפרעה לריכוזכם. לשם כך,  מציעה מגוון של זרועות לרכב נוחות ועמידות, העשוייות מחומרים איכותיים ביותר. זרועות ומעמדים לרכב יספקו מושב נוח ובטוח לסלולרי שלכם ברכב.</p>");
  })
  $("#cables").hover(function(){
      $(".ajax_nav_photo").html("<img src='image/cables.jpg'>");
        $(".ajax_nav_text").html("<p>כבלים ומתאמים לסלולרי</p>" + "<p>החוט שיחבר את הסמארטפון למחשבכם, למטען בבית או למטען נייד ברכב חייב להיות זמין איתכם בכל מקום ולכן,  מציעה מגוון של כבלים איכותיים ואמינים התואמים לכל דגמי הסמארטפונים אשר באתר.</p>");
  })
  $("#special").hover(function(){
      $(".ajax_nav_photo").html("<img src='image/special.jpg'>");
        $(".ajax_nav_text").html("<p>אביזרים נלווים ייחודיים</p>" + "<p>מיום ליום הופעתו של סמארטפון חדש מלווה במוצרים ייחודים המעשירים את חווית השימוש בו ו- דואגת שחוויתכם תהיה מושלמת.</p>");
  })
  $("#memory").hover(function(){
      $(".ajax_nav_photo").html("<img src='image/memory.jpg'>");
        $(".ajax_nav_text").html("<p>זיכרון נייד וכרטיסי זיכרון</p>" + "<p>תמונות משפחתיות, הקלטת סרטים, הודעות מולטימדיה מחברים, כל אלו תפסים נפח רב במכשיר הסמארטפון שלכם. הפתרון הוא הרחבה עם כרטיס זיכרון. ב- ניתן למצוא כרטיסי זיכרון בנפחים שונים ממובילי היצרנים בשוק.</p>");
  })
  $("#battery").hover(function(){
      $(".ajax_nav_photo").html("<img src='image/battery.jpg'>");
        $(".ajax_nav_text").html("<p>סוללות גיבוי</p>" + "<p>רוב הסוללה בסמארטפון נגמרת לנו בעיתוים בהם אנו זקוקים לו וככלל אין אף שקע טעינה בקרבה, ולכן,  מציעה מגוון של סוללנות ניידות בקיבולות שונות אשר יאפשרו לכם להשתמש בסלולרי ללא תלות בשקע חשמל תקופה ארוכה.</p>");
  })
})

$( document ).ajaxStop(function(){
  $("#head").hover(function(){
      $(".ajax_nav_photo").html("<img src='image/head.jpg'>");
  $(".ajax_nav_text").html("<p>אוזניות מוסיקה ושיחה</p>" + "<p>השגשוג של שוק הסמרטפונים וטאבלטים אשר מאפשרים לרבים כמקור עיקרי להאזנה למוסיקה, לצפייה בסרטים ולמשחקים, פורח שוק האוזניות הניידות. אוזניות מגיעות בצורות שונות, קומפקטיות וגדולות קלאסיות. לרוב, אוזניות טובות גם יכולות להוות תחליף איכותי למערכת רמקולים בינונית, או לאוזניות הסטנדרטיות שצורפו למכשיר הנייד שקניתם.  מספקת מסחר עשיר של אוזניות המספקות חוויית האזנה עשירה ומהנה יותר.</p>");
 })
  $("#bluetooth").hover(function(){
      $(".ajax_nav_photo").html("<img src='image/bluetooth.jpg'>");
  $(".ajax_nav_text").html("<p>דיבוריות Bluetooth</p>" + "<p>כבר אין מחלוקת על כך שלאוזניית Bluetooth יתרונות רבים: היא ניידת, חופשייה מחוטים, קטנה וקלה לתפעול ובדרך כלל נוח לדבר בה בידיים חופשיות מאשר לשוחח עם הטלפון הסלולרי עצמו. מציעה שפע של דגמים בעלי תכונות, צורה ומחירים שונים.</p>");
  })
  $("#bluetooth_car").hover(function(){
      $(".ajax_nav_photo").html("<img src='image/bluetooth-car.jpg'>");
  $(".ajax_nav_text").html("<p>דיבוריות Bluetooth לרכב</p>" + "<p>הדרך הנוחה והבטוחה ביותר לנהל שיחות בזמן נסיעה היא דיבורית לרכב.  מציעה מבחור של דיבוריות בלוטוט לרכב בעלות פונקציות שונות המשפרות את חווית ונוחות השימוש בהן.</p>");
 })
  $("#speakers").hover(function(){
      $(".ajax_nav_photo").html("<img src='image/speakers.jpg'>");
        $(".ajax_nav_text").html("<p>רמקולים</p>" + "<p>מיד לאחר הופעת תכונת ניגון MP3 במכשירים סלולריים הראשונים בשוק, צצו בעקבותיהם מערכות הרמקולים הניידות, שנועדו להפוך את חוויית ההאזנה האישית לקבוצתית, או סתם כאשר מעוניינים לתת לאוזניים לנוח מהאוזניות האישיות. בדומה לשוק הסלולר,  מציעה הרמקולים הניידים במגוון של דגמים החל מיצרנים קטנים ועד ליצרנים גדולים.</p>");
  })
})

$( document ).ajaxStop(function(){
  $("#smart_watch").hover(function(){
      $(".ajax_nav_photo").html("<img src='image/smart-watch.jpg'>");
        $(".ajax_nav_text").html("<p>שעוני יד חכמים</p>" + "<p>רוח חדשה בדמות שעונים חכמים הביאה עמה יתרונות רבים גם לאלו שלא מכורים לכושר. שימוש בשעון חכם, בהחלט הופך את החיים לנוחים הרבה יותר. נסו שעון חכם ובסבירות גבוהה תוך זמן קצר לא תוכלו לראות את עצמכם בלעדיו.</p>");
  })
  $("#sport_watch").hover(function(){
      $(".ajax_nav_photo").html("<img src='image/sport-watch.jpg'>");
        $(".ajax_nav_text").html("<p>שעוני דופק וספורט</p>" + "<p>יכולת ניתור של מדדי כושר שלכם באמצעות שעוני דופק וספורט, תאפשר למקד את תוכנית האימונים ולספק תוצאה טובה ומהירה יותר.</p>");
  })
})
